export default function About() {
    return (
        <div className="mb-5 lg:mt-4">
            <h2 className="font-bold mb-2"> Обо мне</h2>
            <p>Frontend разработчик с более чем 2-летним опытом работы с Vue.js. Имею опыт работы в международных командах, обладаю отличными навыками командной работы и стремлением к постоянному профессиональному развитию.</p>
            <p className="mt-2">Тренирую свои навыки на pet-проектах, где тестирую новые технологии и фреймворки.</p>
            <p className="mt-2"> Моё хобби – увлекаюсь азиатской культурой.</p>
        </div>
    )
}